   ï” brew list -1
==> Formulae
aom
arm-gcc-bin@8
autoconf
automake
avr-binutils
avr-gcc@8
avrdude
bat
berkeley-db
bootloadhid
brotli
c-ares
cairo
cfitsio
clang-format
cmake
dfu-programmer
dfu-util
docbook
docbook-xsl
exa
exiftool
fftw
fontconfig
fontforge
freetype
fribidi
gcc
gdbm
gdk-pixbuf
gettext
ghostscript
giflib
git
glib
gmp
gnu-getopt
gobject-introspection
goku
gotop
graphite2
harfbuzz
hdf5
hwloc
icu4c
ilmbase
imagemagick
isl
jemalloc
joker
jpeg
libde265
libelf
libev
libevent
libexif
libffi
libftdi0
libgsf
libheif
libhid
libimagequant
liblqr
libmatio
libmpc
libomp
libpng
libpthread-stubs
librsvg
libspiro
libspng
libssh2
libtermkey
libtiff
libtool
libuninameslist
libusb
libusb-compat
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxrender
libyaml
little-cms2
lua
luajit
luajit-openresty
luarocks
luv
lzo
m4
mdloader
mozjpeg
mpdecimal
mpfr
msgpack
mysql
ncurses
neofetch
neovim
nghttp2
node
nspr
nss
open-mpi
openexr
openjdk@8
openjpeg
openslide
openssl@1.1
orc
pango
pcre
pcre2
perl
pixman
pkg-config
poppler
protobuf
pyenv
python@3.9
qmk
qt@5
ranger
rbenv
readline
reattach-to-user-namespace
ripgrep
ruby
ruby-build
rust
screenresolution
shared-mime-info
sqlite
starship
swagger-codegen@2
szip
tcl-tk
teensy_loader_cli
tig
tmux
tree-sitter
unibilium
utf8proc
vim
vips
watchexec
webp
x265
xmlto
xorgproto
xz
z
zlib

==> Casks
adoptopenjdk8
alacritty
android-platform-tools
balenaetcher
browserstacklocal
cloudflare-warp
cyberduck
deskreen
discord
docker
dozer
firefox-developer-edition
font-blex-mono-nerd-font
font-caskaydia-cove-nerd-font
font-fantasque-sans-mono-nerd-font
font-fira-code-nerd-font
font-iosevka-nerd-font
fork
google-chrome-dev
google-drive
hammerspoon
iterm2
itsycal
kap
karabiner-elements
keepingyouawake
keka
kitty
logitech-options
messenger
mono-mdk-for-visual-studio
ngrok
notion
open-in-code
openkey
postman
pritunl
qmk-toolbox
rectangle
responsively
skype
slack
spotify
telegram
visual-studio-code
visual-studio-code-insiders
vivaldi-snapshot
vlc
webstorm
zalo
zoom
